# #4)for i in "NAME":
#         print(i) 
# გაანალიზეთ, კოდი რას დაგვიპრინტავს, და ახსენი კომენტარებით 

for i in "Name":
    print(i)



# #  შევეკითხოთ, მომხარებელს, თუ რამდენი წლის არის, გავისენოთ ის ფაქტი რომ True and True შემთხვევაში ბოლოში (მარჯვნივ) მხარეზე მყოფ მოქმედებას დაგვიბრუნებს

# print(თუ არის 10 ზემოთ მომხარებელი, "შენ ხარ 10 წლის ზემოთ") თუ არა და დაგვიპრინტოს False

user_age = int(input("enter your age: "))
age = 10
while user_age > age:
  print ("შენ ხარ 10 წლის ზევით")
  break
